Repository: sergiobeltranguerrero/i18n
Catalog: i18n-python/*.po
Languages: ca, es

source: ***SYSTEM INFORMATION***
ca: INFORMACIÓ DEL SISTEMA
es: ***INFORMACIÓN DEL SISTEMA***

source: Operative System: {}
ca: Sistema Operatiu: {}
es: Sistema Operativo: {}

source: System OS name: {}
ca: Nom del sistema operatiu: {}
es: Nombre del Sistema Operativo: {}

source: System architecture: {}
ca: Arquitetura del sistema: {}
es: Arquitetura del Sistema: {}

source: Your Computer IP Address is:
ca: La teva adreça IP és:
es: Tu dirección IP es:

source: Your public IP address is: {}
ca: La teva adreça IP pública és: {}
es: Tu dirección IP pública es: {}

source: CPU usage is {} %
ca: El teu CPU està usant el {} %
es: Uso de CPU es {} %

source: RAM usage is {} MB
ca: La teva RAM està usant el {} MB
es: Uso de RAM es {} MB

source: RAM total is {} MB
ca: La teva RAM té un total de {} MB
es: El total de RAM es {} MB

source: RAM usage is {} %
ca: La teva RAM està usant el {} %
es: El uso de RAM es {} %
